# снабди каждый комментарий правильной командой

python -V # команда для проверки текущей версии питона
python3 # запуск интерпретатора питона в режиме REPL
python3 -m venv tutorial-env # создание виртуального окружения в текущей директории 
tutorial-env\Scripts\activate.bat # активация вышесозданного виртуального окружения
deactivate.bat # деактивация виртуального окружения
python3 run.py # запуск в интерпретаторе питона скрипта run.py находящегося в текущей директории 
pip3 install xxx # установка пакета xxx через пакетный менеджер pip
