# проверь что значения переменных ссылаются на один объект в памяти
a = None
b = None

>>> id(a)
140735908845696
>>> id(b)
140735908845696
>>> id(a)==id(b)
True
# придумай название для переменной, которая хранит список активных студентов 
studentsList
# назови переменную, которая хранит количество студентов в потоке
studentsCount
# придумай две переменных для обозначения самого маленького и самого большого
# числа в диапазоне и запиши в них числа 1 и 45
min = 1
max = 45
# создай константу для хранения числа Пи и запиши с произвольным количеством знаков
pi = 3.14
